Repository: DCRun/fstimer24h
Catalog: fstimer/locales/*/LC_MESSAGES/*.po
Languages: de

source: This is the starting time in seconds. Add or subtract seconds from this number to adjust the start time by that many seconds. Note that this will NOT affect times that have already been marked, only future times.
de: Dies ist die Anfangszeit in Sekunden Addiere oder subtrahiere Sekunden, um die Startzeit anzupassen. Beachte, dass die keine Zeiten verändert, die bereits gespeichert wurden.

source: Set time of day
de: Setze Tageszeit als Laufzeit

source: Cancel
de: Abbrechen

source: fsTimer - Edit time
de: fsTimer - Zeit editieren

source: <span color="red">WARNING: Changes to these values cannot be automatically undone</span> If you change the time and forget the old one, it will be gone forever.
de: <span color="red">WARNUNG: Änderungen an diesen Werten können nicht automatisch rückgängig gemacht werden!</span> Wird die Zeit verändert und vergessen, ist der Wert für immer verschwunden.

source: Time:
de: Zeit:

source: Select a pre-registration csv or Excel file to import. If the spreadsheet has accented or non-Latin characters, it must be in utf-8, see Section 2.2 of the documentation for instructions.
de: Wähle eine CSV- oder Excel-Vor-Registierungsdatei zum Import. Wenn die Datei Akzente oder Umlaute enthält, muss sie in UTF-8 kodiert sein, Siehe Abschnitt 2.2. der Dokumentation für eine Anleitung.

source: Open
de: Öffnen

source: For each field, specify the corresponding EXCEL column.
de: Gib für jedes Feld die zugehörige Excel-Spalte an.

source: For each field, specify the corresponding CSV column.
de: Gib für jedes Feld die zugehörige CSV-Spalte an.

source: Select an existing project, or begin a new project.
de: Wähle ein existierendes Projekt, oder beginne ein neues.

source: -- Select an existing project --
de: -- Wähle ein existierendes Projekt --

source: New
de: Neu

source: Close
de: Schließen

source: Give a unique number to each computer used for registration. Select a pre-registration file, if available.
de: Gib jedem Computer, der bei der Registrierung verwendet wird, eine eindeutige Nummer. Wähle eine Vor-Registierungsdatei, falls verfügbar.

source: This computer's registration number
de: Die Registrierungsnummer dieses Computers

source: Select pre-registration
de: Wähle die Vor-Registierung

source: Select pre-registration file
de: Wähle die Vorregistrierungsdatei aus

source: Registration files
de: Registierungsdatendatei

source: cancel
de: Abbrechen

source: Proceed?
de: Fortfahren?

source: A file with this registration number already exists. If you continue it will be overwritten!
de: Eine Datei mit dieser Registierungsnummer exisitiert bereist. Beim Fortfahren wird diese überschrieben!

source: Choose file
de: Dateiauswahl

source: <span color="blue">Select a timing dictionary.</span>
de: <span color="blue">Wähle eine Zeitendatei aus.</span>

source: Specify a "pass" ID, not assigned to any racer
de: Gib ein Startnummer als "pass" ID an, die keiner Läuferin und keinem Läufer zugeordnet ist

source: Spacebar (" ")
de: Leertaste (" ")

source: Period (".")
de: Punkt (".")

source: Forward slash ("/")
de: Schrägstrich ("/")

source: Specify the key for marking times. It must not be in any of the IDs.
de: Gibt die Taste an, mit der Zeiten genommen werden. Sie darf keiner Startnummer entsprechen.

source: Choose timing dictionary
de: Wähle die Zeitnahmedatei

source: Timing dictionaries
de: Zeitnahmedateien

source: fsTimer - Choose results fields
de: fsTimer - Wähle Ergebnisfelder

source: Choose the fields to show on the results printout. Press 'Forward' to continue with the default settings, or make edits below.
de: Wähle die Felder zur Anzeige im Ergebnisdruck. Drücke "Vorwärts", um mit den Standardeinstellungen fortzufahren, oder mache unten Anpassungen.

source: <b>Computed results</b>
de: <b>Berechnete Ergebnisse</b>

source: Time
de: Zeitnahme

source: Pace
de: Geschwindigkeit

source: Distance:
de: Distanz:

source: Custom expressions ({Time} is in seconds):
de: Benutzerdefinierte Werte ({Time} in Sekunden):

source: Remove
de: Löschen

source: Back
de: Zurück

source: Next
de: Vorwärts

source: Filter by
de: Filtern nach

source: Edit
de: Editieren

source: Save
de: Speichern

source: yes
de: ja

source: no
de: nein

source: Really delete?
de: Wirklich löschen?

source: Are you sure you want to delete this entry? This cannot be undone.
de: Bist Du sicher, diesen Eintrag zu löschen? Der Vorgang kann nicht rückgängig gemacht werden.

source: Save?
de: Speichern?

source: Do you want to save before finishing? Unsaved data will be lost.
de: Möchtest Du vor dem Beenden speichern? Ungespeicherte Daten gehen sonst verloren.

source: Registration entry
de: Registrierungseintrag

source: Must be unique
de: Darf nur einmal vorkommen

source: Must be float number
de: Das muss eine Gleitkommazahl mit Punkt (.) statt Komma sein

source: cannot be parsed to float number
de: Kann nicht als Gleitkommazahl mit Punkt (.) statt Komma gelesen werden

source: Menu
de: Menü

source: Edit project settings
de: Editiere die Projekteinstellungen

source: Documentation
de: Dokumentation

source: About
de: Über

source: Import registration info from spreadsheet.
de: Teilnehmerdaten aus Tabelle importieren.

source: Register
de: Registrierung

source: Register racer information and assign ID numbers.
de: Registriere Teilnehmerdaten und weise Startnummern zu.

source: Compile
de: Zusammenführen

source: Compile registration file(s)
de: Führe Teilnehmerdatendateien zusammen

source: Record race times on the day of the race.
de: Nehme Zeiten während des Rennens auf.

source: Quit
de: Beenden

source: ID
de: Startnummer

source: Corrected Time
de: Korrigierte Zeit

source: Completed laps
de: Zurückgelegte Runden

source: Total donation
de: Gesamtspenden

source: Select box below in order to mark times:
de: Schreibe die Startnummer in die nachfolgede Box:

source: Edit registration data
de: Registrierungen anpassen

source: Restart clock
de: Uhr neustarten

source: Edit starting time
de: Startzeit anpassen

source: Save results to CSV
de: Ergebnisse als CSV Datei speichern

source: Save results to EXCEL
de: Ergebnisse als Excel-Datei speichern

source: Load saved timing session
de: Gesicherte Zeitmessung laden

source: Merge in saved IDs or times
de: Gesicherte Startnummern oder Zeiten importieren

source: Options
de: Optionen

source: Drop ID
de: Startnummer löschen

source: Drop time
de: Zeit löschen

source: Printouts
de: Ausdrucke

source: Donation NN
de: Spenden NN

source: %d registrants. Checked in
de: %d Registrierte. Eingecheckt

source: Are you sure?
de: Bist Du Dir wirklich wirklich sicher?

source: Are you sure you want to restart the race clock? This cannot be undone.
de: Bist Du sicher, die Zeitnahme neuzustarten? Der Vorgang kann nicht rückgängig gemacht werden.

source: Error!
de: Fehler!

source: Time is not valid format.
de: Die Zeitangabe ist nicht zulässig.

source: Are you sure you want to drop this ID and shift all later IDs down earlier in the list? This cannot be undone.
de: Bist Du sicher, diese Startnummer zu löschen und alle nachfolgenden Startnummern nach unten zu schieben? Der Vorgang kann nicht rückgängig gemacht werden.

source: Are you sure you want to drop this time and shift all later times down earlier in the list? This cannot be undone.
de: Bist Du sicher, diese Zeit zu löschen und alle nachfolgenden Zeiten nach unten zu schieben? Der Vorgang kann nicht rückgängig gemacht werden.

source: Choose timing results to resume
de: Wähle Zeitnahmeergebnisse, um fortzufahren

source: Timing results
de: Zeitnahmeergebnisse
